{
  "nav.home": "Home",
  "nav.about": "About",
  "nav.skills": "Skills",
  "nav.experience": "Experience",
  "nav.button.download": "Download CV",
  "home.title.greeting": "Hello World!",
  "home.title.name": "I'M PABLO ALLENDES",
  "home.title.name.mobile.1": "I'M",
  "home.title.name.mobile.2": "PABLO ALLENDES",
  "about.title": "About",
  "about.subtitle": "Hi! I'm Pablo Allendes",
  "about.content.1": "I have more than 6 years of experience in which I have worked both in the front-end and in the back-end of application development, using technologies such as React, React-Native, Node and Spring. My work experience ranges from application development for the financial sector to the airline sector, in which I currently work.",
  "about.content.2": "That's for the professional side, on the personal side, I have two hobbies that I am quite passionate about: photography and music. If you want to know a little about what I do in photography I invite you to follow me on this {instagram} and if you want to know a little more about what I do in music you can search for the band I belong to in {spotify} :).",
  "about.button.contact": "Contact me",
  "about.button.download": "Download CV",
  "skills.title": "Professional Skills",
  "skills.content.1": "Throughout my career I have spent most of the time specializing in front-end technologies (mainly react), because it is what I enjoy the most by the moment, however, in most of the projects I have been It has been necessary to develop micro services with technologies such as spring-boot. Also, lately I have been playing a lot with python and pytorch for the study and development of deep learning models.",
  "skills.content.2": "In general I am quite flexible to take my knowledge from one language to another, at the end of the day I feel that they all have things in common and they look alike :).",
  "skills.score.title": "CodersRank Score",
  "experience.title.1": "Professional",
  "experience.title.2": "Experience",
  "experience.content.download": "Download CV",
  "experience.content.row.1.period": "2017 - Now",
  "experience.content.row.1.company": "Globant - Latam Airlines",
  "experience.content.row.1.role": "Web UI Developer/Full Stack Developer",
  "experience.content.row.1.description": "Software development for the Latam Airlines client. During this period, I worked on projects such as Latam travel, where I had the opportunity to participate in the development of web applications for the sale of tourist packages, mainly using technologies such as React and Spring. I am currently participating in the development of the web application for the electronic wallet of the company, using technologies such as React, Spring and google cloud services.",
  "experience.content.row.2.period": "2015 - 2017",
  "experience.content.row.2.company": "Indra - BBVA",
  "experience.content.row.2.role": "Web UI Developer/Full Stack Developer",
  "experience.content.row.2.description": "Development of projects for the banking sector, among which BBVA Bloter stands out, web software that centralizes the control of all monetary exchange operations, interconnecting both internal and external systems nationwide. The system was developed from scratch in a short time. The software was built on technologies such as Spring 4 (Rest Services), SOAP Web Services (JAX-WS), WebSphere MQ Queues, Websphere AS, AngularJS, IBM DB2, among others."
}
