{
  "nav.home": "Home",
  "nav.about": "Sobre mí",
  "nav.skills": "Skills",
  "nav.experience": "Experiencia",
  "nav.button.download": "Descarga mi CV",
  "home.title.greeting": "¡Hola Mundo!",
  "home.title.name": "SOY PABLO ALLENDES",
  "home.title.name.mobile.1": "SOY",
  "home.title.name.mobile.2": "PABLO ALLENDES",
  "about.title": "Sobre mí",
  "about.subtitle": "Hola, Soy Pablo Allendes",
  "about.content.1": "Cuento con más de 6 años de experiencia en los cuáles he trabajado tanto en el front-end como en el back-end del desarrollo de aplicaciones, utilizando tecnologías tales como React, React-Native, Node y Spring. Mi experiencia de trabajo va desde del desarrollo de aplicaciones para el sector financiero hasta para el sector de aerolíneas, en la cual me desempeño actualmente.",
  "about.content.2": "Eso por el lado profesional, por el lado personal, tengo dos hobbies que me apasionan bastante: la fotografía y la música, si quieres conocer un poco de lo que hago en fotografía te invito a seguirme en este {instagram} y si quieres saber un poco más de lo que hago en la música puedes buscar la banda a la que pertenezco en {spotify} :).",
  "about.button.contact": "Contáctame",
  "about.button.download": "Descargar CV",
  "skills.title": "Skills técnicas",
  "skills.content.1": "A lo largo de mi carrera he dedicado la mayor parte del tiempo a especializarme en tecnologías front-end (principalmente react), porque es lo que más disfruto por el momento, sin embargo, en la mayoría de los proyectos en los que he estado me ha tocado desarrollar micro servicios con tecnologías como spring-boot. También últimamente he estado jugando bastante con python y pytorch para el estudio y desarrollo de modelos de deep learning.",
  "skills.content.2": "En general soy bastante flexible para llevarme los conocimientos de un lenguaje a otro, al final del día siento que todos tienen cosas en común y se parecen :).",
  "skills.score.title": "Puntaje CodersRank",
  "experience.title.1": "Experiencia",
  "experience.title.2": "laboral",
  "experience.content.download": "Descargar CV",
  "experience.content.row.1.period": "2017 - Actualidad",
  "experience.content.row.1.company": "Globant - Latam Airlines",
  "experience.content.row.1.role": "Web UI Developer/Full Stack Developer",
  "experience.content.row.1.description": "Desarrollo de software para el cliente Latam Airlines. Durante este periodo destaca el trabajo en proyectos como Latam travel, en donde tuve la oportunidad de participar en el desarrollo de aplicaciones web para la venta de paquetes turísticos utilizando principalmente tecnologías como React y Spring. Actualmente participo en el desarrollo de la aplicación web para la billetera electrónica Latam Wallet, utilizando tecnologías como React, Spring y servicios cloud de google.",
  "experience.content.row.2.period": "2015 - 2017",
  "experience.content.row.2.company": "Indra - BBVA",
  "experience.content.row.2.role": "Web UI Developer/Full Stack Developer",
  "experience.content.row.2.description": "Desarrollo de proyectos para el sector bancario, entre los que destaca BBVA Bloter, Software web que centraliza el control de todas las operaciones de intercambio monetario, interconectando tanto sistemas internos como externos a nivel nacional. El sistema fue desarrollado desde cero en tiempo record, luego de 5 años de estancamiento. El software fue construido sobre tecnologías como Spring 4 (Servicios Rest), Web Services SOAP (JAX-WS), Colas WebSphere MQ, Websphere AS, AngularJS, IBM DB2, entre otros."
}
